{"person":[{"id":"111", "name":"刘大伟", "event":"涉毒案件1", "content":"2015几天前，刘大伟骑摩托车载着侄儿碰倒了对方停在路边一辆电动车，当时姐夫下车后道歉并答应维修，并主动将摩托车钥匙交给对方。但对方很生气，什么都不说就打电话叫了十多人上前来就给姐夫和侄儿一顿毒打，姐夫眼睛处被打伤缝了三针，后检查出腰部骨折；侄儿（14岁）头部受到对方重击后出现头痛、头昏、头涨、眼睛怕光、反复眨眼，胸部疼痛，颈部疼痛等症状，但通过CT检查只是软组织受伤。 在打斗过程中，对方有一人也受了伤并缝了几针，其他没什么问题。当时有人报案后，双方都被带到了派出所，并拘留了对方几人，但派出所没有解决此事，第二天就把人放了。现在已经住院一周，我姐夫他们的伤还没有好，医药费都是自己垫付，我们找到派出所，叫对方付医药费，派出所也没怎么管，总是找理由，一会说我们伤情不重，一会说双方都在住院医药费就双方抵消。 我们怀疑对方和派出所可能有关系，根本没有公正处理此事。本来这件事一开始就是由于对方的粗暴行为（带有黑社会性质）才使双方受伤，我们这边两个人都受伤且伤情比对方严重，请问这种情况他们应该怎么赔偿我们？我们可以要求派出所怎么做？如果派出所不处理我们怎么办？"},
           {"id":"2222", "name":"王强", "event":"涉毒案件2", "content":"2015王强举报别人销脏，派出所收走了几辆摩托车。后来李玉峰看到那些人又去抓，在扭打中对方衣服被掉落。打架的是二个女人，后来我亲戚的老公再次报警，我亲戚被抓走并以寻畔滋事羁押在看守所，后下达逮捕令。现在对方认为事情搞得太严重了，主动和好，并写了说明。我们都不懂法，这种情形不知如何是好。"},
           {"id":"3333", "name":"徐大虎", "event":"涉毒案件3", "content":"1947年1月15日上午十点，徐大虎领着孩子走过位于洛杉矶西南的雷麦特公园附近的一片草地时，看到了极为恐怖的一幕，一个年轻女子的裸尸被摆放在那里，从腰部被斩为两半，嘴角用刀划成了咧嘴怪笑的模样，黑色的头发呈放射状向四周散开（这是记者后来为她赋予“黑色大丽花”这样一个称号的原因 ）。后来的验尸证明，她曾遭受残酷的虐待，身上的血也被放干，在被弃尸并摆出上述pose之前，还被清洗过。 这个名叫伊丽莎白·肖特（ElizabethShort）的被害者，身世不同寻常，她从小被家人抛弃，在军方商店、酒吧之类的地方打过各种短工后，在22岁那年，她来到好莱坞，想要进入电影界，并为自己编造了履历，例如曾与在二战中捐躯的飞行员MatthewGordon结过婚，还有过一个夭折的孩子等。因为相貌并不出众，她通往大银幕之路异常坎坷，但她性格豪放，迅速成了社交界名人，并被当作“性感女神”。1947年1月9日，人们最后一次看到这位女神，那时她正走下一辆汽车，一周后，她成了报纸和杂志的轰动话题，并赢得了比身前更显著的声名。 而“谁杀了伊丽莎白·肖特”从此不仅成了洛杉矶警署需要解决的悬案，更成为作家和神秘事物爱好者的心头至宝，在被拍成电视电影《谁是黑色大丽花？》及电视剧集、被改编成游戏、被玛丽莲·曼森当作水彩画题材后，詹姆斯·艾尔洛伊（《洛城机密》和《深蓝》的小说和剧本作者）根据这个事件写下的小说《黑色大丽花》，又被布赖恩·德·帕尔玛拍成电影，并于去年8月30日在第63届威尼斯电影节上作为开幕影片首映。 但无论小说，还是电影，都没能解决、也没打算解决“谁杀了伊丽莎白·肖特？”这个悬案，而是把重心放在了案件发生前后，这个罪恶都市里，纷繁复杂的人际关系上，于是我们看到了谨小慎微的警局探员，以及因案件而牵连进来的蛇蝎美人、黑道人物、好莱坞掌权者等等，并在最后得到这样的印象：黑暗诡异的城市谋杀了这个女子，以及其他人。 “谁杀了某某某”是大部分侦探、推理、神秘小说最核心的情节推动因素，不过，在古典时代，文艺作品里的谋杀，通常是一对一的事情，人可以相对独立地存活，也可以相对独立地被谋杀，而现代社会里，人被更牢固地嵌进社会的肌体里，独立性渐渐丧失，于是，现代小说中的谋杀，越来越成为一项牵涉众多、背景复杂的事，一个人被谋杀，有没有凶手，谁是凶手，已经不重要，最经常的做法，是把责任归咎于社会，“社会”对一个人起了歹意，就会动员一切可能动员的力量，把一个人送上死路，即便有凶手，也等于是被这个万恶的社会所雇佣。 在谋杀出现时，是把一个人当作凶手，还是把整个世界当作凶手，是古典小说和现代小说在意识上的分野。伊丽莎白·肖特不幸生在了这个新时代，因此永远伸冤无门。"},
           {"id":"4444", "name":"李玉峰", "event":"涉毒案件2", "content":"近年来,醉酒驾驶机动车犯罪上升较快,2015年李玉峰，刘大伟，王强法院受理醉酒驾驶机动车犯罪刑事案件达619件,占全市刑事案件2696件的22.96%,居各类刑事案件之首。"}]}
    
     
